{
  "welcome_message": "Beyond Authenticity. Verifiable Provenance.",
  "get_started_button": "Create Your First Certificate",
  "learn_how_button": "Learn How It Works",
  "hero_subtitle": "In the age of AI, prove your process. OriginStamp provides an immutable on-chain history for your work, creating the new standard for digital trust.",
  "problem_title": "Is Your Work Lost in the Noise?",
  "problem_description": "Generative AI is devaluing human creativity. When anything can be created instantly, proof of authentic effort becomes the most valuable asset. Your process is your story, and your story has value.",
  "solution_title": "Introducing OriginStamp. The Proof of Human Process.",
  "solution_description": "We don't detect AI. We empower humans. OriginStamp allows you to create an unforgeable digital certificate linked to the entire, timestamped history of your creative process. It's not just proof of completion; it's proof of creation.",
  "how_it_works_title": "Simple Process. Unbreakable Proof.",
  "step_1_title": "Initiate & Create",
  "step_1_description": "Start a session with your verified identity. Work in your favorite software with our non-intrusive plugin.",
  "step_2_title": "Log & Record",
  "step_2_description": "Key actions and milestones are automatically and securely recorded on-chain in real-time.",
  "step_3_title": "Mint & Verify",
  "step_3_description": "Finalize your work to mint a permanent Certificate NFT, forever linked to its unique creation history.",
  "why_originstamp_title": "Built for Trust. Powered by the Internet Computer.",
  "feature_1_title": "Immutable History",
  "feature_1_description": "Every recorded action is stored permanently on a decentralized public blockchain. It cannot be altered or deleted.",
  "feature_2_title": "Frictionless Experience",
  "feature_2_description": "Thanks to ICP's Reverse Gas Model, creators can log their process without paying gas fees for every action.",
  "feature_3_title": "True Decentralization",
  "feature_3_description": "From your identity to the final certificate, every component runs on a true World Computer, ensuring security and longevity.",
  "final_cta_title": "Ready to Protect Your Work?",
  "final_cta_description": "Join the new standard of digital authenticity today.",
  "start_verification_button": "Start Your First Verification"
}
