{
  "welcome_message": "Melampaui Keaslian. Provenance yang Dapat Diverifikasi.",
  "get_started_button": "Buat Sertifikat Pertama Anda",
  "learn_how_button": "Pelajari Cara Kerjanya",
  "hero_subtitle": "Dalam era AI, buktikan proses Anda. OriginStamp menyediakan riwayat on-chain yang tidak dapat diubah untuk karya Anda, menciptakan standar baru untuk kepercayaan digital.",
  "problem_title": "Apakah Karya Anda Hilang dalam Kebisingan?",
  "problem_description": "AI generatif mendegradasi kreativitas manusia. Ketika segalanya dapat dibuat secara instan, bukti usaha autentik menjadi aset paling berharga. Proses Anda adalah cerita Anda, dan cerita Anda memiliki nilai.",
  "solution_title": "Memperkenalkan OriginStamp. Bukti Proses Manusia.",
  "solution_description": "Kami tidak mendeteksi AI. Kami memberdayakan manusia. OriginStamp memungkinkan Anda membuat sertifikat digital yang tidak dapat dipalsukan yang terhubung dengan seluruh riwayat proses kreatif yang diberi timestamp. Ini bukan hanya bukti penyelesaian; ini bukti penciptaan.",
  "how_it_works_title": "Proses Sederhana. Bukti yang Tidak Dapat Dipecahkan.",
  "step_1_title": "Inisiasi & Buat",
  "step_1_description": "Mulai sesi dengan identitas terverifikasi Anda. Bekerja di perangkat lunak favorit Anda dengan plugin non-intrusif kami.",
  "step_2_title": "Catat & Rekam",
  "step_2_description": "Tindakan dan tonggak penting secara otomatis dan aman direkam on-chain secara real-time.",
  "step_3_title": "Mint & Verifikasi",
  "step_3_description": "Selesaikan karya Anda untuk mint Certificate NFT permanen, selamanya terhubung dengan riwayat penciptaan uniknya.",
  "why_originstamp_title": "Dibangun untuk Kepercayaan. Didukung oleh Internet Computer.",
  "feature_1_title": "Riwayat Tidak Dapat Diubah",
  "feature_1_description": "Setiap tindakan yang direkam disimpan secara permanen di blockchain publik terdesentralisasi. Tidak dapat diubah atau dihapus.",
  "feature_2_title": "Pengalaman Tanpa Gesekan",
  "feature_2_description": "Berkat Model Gas Terbalik ICP, kreator dapat mencatat proses mereka tanpa membayar biaya gas untuk setiap tindakan.",
  "feature_3_title": "Desentralisasi Sejati",
  "feature_3_description": "Dari identitas Anda hingga sertifikat akhir, setiap komponen berjalan di World Computer sejati, memastikan keamanan dan umur panjang.",
  "final_cta_title": "Siap Melindungi Karya Anda?",
  "final_cta_description": "Bergabunglah dengan standar baru keaslian digital hari ini.",
  "start_verification_button": "Mulai Verifikasi Pertama Anda"
}
